---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.TemperatureRatingType
source: html/77e23237-29e0-4cf9-d8d0-8e51b9488d26.htm
---
# TemperatureRatingType Properties

The id of the assembly instance to which the element belongs.